# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'

# 설치 경로
cask_args appdir: "/Applications"

# Binaries/Libraries
brew 'zsh'
brew 'git'
brew 'node'
brew 'yarn'
brew 'mackup'

# Applications
cask 'iterm2'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'notion'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
cask 'microsoft-teams'
cask 'alfred'
cask 'sketch'

# Font
cask 'font-fira-code'
